const CMD_TEXT = {
	error: "Упс...щось пішло не так, повторіть  спробу через декілька хвилин",
	descriptionBot:
		"Що потрібно зробити❓\n1.Cтворити фан-аккаунт в ТікТок\n2.Добавити в аккаунті посилання на мій телеграм.\n3. Відправити боту посилання на профіль ТТ\n4.Cкачуємо відео👇\n5.Загружаєм відео в ТТ з моїм хеш-тегом.",
	video: "🎥 Відео",
	getLink: "📨 Відправте мені посилання на ваш профіль ТікіТока",
	tags: "#️⃣ Хеш-тег",
	info: "📃 Детальна інструкція",
	profile: "🏠 Особистий кабінет",
	balance: "🏦Рахунок",
	thisMain: "Ви перейшли до меню",
	requestTrue: "✅ Чудово, весь потрібний матеріал ти знайдеш в меню ⤵️ ",
	menu: "Меню",
	writeCountViews: "ВВедіть к-сть перегяді",
	goVideo: "🎥 Відео з Кенді ⤵️",
	full_info: `Привіт, як заробити на ТікТоці? 
	Розповім коротко і зрозуміло:
	Ти створюєш для мене фан-аккаунт в ТікТок, вставляєш на акаунті посилання на мій телеграм, пишеш під кожним відео мій хештег, завантажуєш у свій ТікТок аккаунт мої відеоролики - за це заробляєш гроші за перегляди.
	
	
	
	Якщо коротко, то чим більше в тебе буде переглядів на твоїх видосах зі мною – тим більше ти заробиш. Також є система бонусів  для найпопулярніших моїх фан акаунтів.
	
	Умови: 
	- В акаунті обов'язково має бути посилання на мій Телеграм канал (вона ставиться від 1к підписників у ТікТоці), щоб його отримати пиши менеджеру \@
	- Під відеороликом в описі повинен бути хештег #
	- Відеоролик повинен зібрати мінімум 10к переглядів щоб ви змогли з нього заробити
	- Виведення грошей я роблю від 500 вам на карту або на крипто гаманець.   Важливо. Коли акк отримує виплату за певне відео, перегляди на тих відо після того вже не оплачуюьться тільки на нові.
	
	Якщо раптом виникли якісь складності чи питання пиши сюди: @
	
	Цей канал регулярно буде поповнюватися моїм контентом, ви можете монтувати, різати, створювати та креативити над відеороликами як вам хочеться і заробляти на тому, що ви просто викладаєте мої відео.  ЯЩКО ти готовий починати, скидуй своє посилання на ТікТОк.`,
};
module.exports = {
	CMD_TEXT,
};
